Repository: reykjalin/jarm
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: is

source: %{count} comment
is: %{count} athugasemd

source: Are you sure?
is: Ertu viss?

source: Back
is: Til baka

source: Change display name
is: Breyta nafni

source: Change email
is: Breyta netfangi

source: Change password
is: Breyta lykilorði

source: Comments
is: Athugasemdir

source: Confirm new password
is: Staðfesta nýtt lykilorð

source: Current password
is: Núverandi lykilorð

source: Delete
is: Eyða

source: Display Name
is: Nafn

source: Edit
is: Breyta

source: Email
is: Netfang

source: Forgot your password?
is: Gleymt lykilorð

source: Log in
is: Skrá inn

source: Log out
is: Skrá út

source: New Jarm
is: Nýtt jarm

source: New display name
is: Nýtt nafn

source: New password
is: Nýtt lykilorð

source: Oops, something went wrong! Please check the errors below.
is: Úps, það fór eitthvað úrskeiðis! Vinsamlegast skoðaðu villurnar fyrir neðan.

source: Password
is: Lykilorð

source: Post Comment
is: Gera athugasemd

source: Remove
is: Eyða

source: Send Invitation
is: Senda boð

source: Send an invitation
is: Sendu boð

source: Settings
is: Stillingar

source: You're allowed to upload up to %{max_number_of_media_entries} items (max %{max_file_size} GB each).
is: Þú mátt hlaða upp allt að %{max_number_of_media_entries} hlutum (hámark %{max_file_size} GB hver hlutur).

source: 🌾 The Pasture
is: 🌾 Túnið

source: 🛖 The Barn
is: 🛖 Hlaðan

source: 🐑 Baa
is: 🐑 Mee

source: Older jarms
is: Eldri jörm

source: Jarm details
is: Jarm

source: Add translation
is: Bæta við þýðingu

source: Choose language
is: Veldu tungumál

source: Language
is: Tungumál

source: Original jarm
is: Upprunalega jarmið

source: Save
is: Vista

source: Saving…
is: Vista…

source: Translate
is: Þýða

source: Translate jarm
is: Þýða jarm

source: Translation created successfully
is: Þýðingin heppnaðist

source: A link to confirm your email change has been sent to the new address.
is: Hlekkur sem þú getur smellt á til að staðfesta netfangið þitt hefur verið sendur á nýja netfangið.

source: Account Settings
is: Stillingar

source: Account created successfully!
is: Nýbúningur aðgangst tókst!

source: Actions
is: Aðgerðir

source: All Users
is: Allir notendur

source: Create an account
is: Búa til aðgang

source: Creating account…
is: Bý til aðgang…

source: Display name successfully updated.
is: Uppfærsla nafns tókst.

source: Expired Invitations
is: Útrunnin boð

source: Failed to send inviation:
is: Það mistókst að senda boð:

source: If your email is in our system, you will receive instructions to reset your password shortly.
is: Ef netfangið þitt er til í gagnagrunninum færðu sendar leiðbeiningar til að endursetja lykilorðið þitt innan skamms.

source: Invalid email or password
is: Vitlaust netfang eða lykilorð

source: Invitation sent successfully.
is: Sending boðs tókst.

source: Invitations
is: Boð

source: Logged out successfully.
is: Útskráning tókst.

source: Manage your account display name, email address, and password settings
is: Uppfærðu nafn, netfang, og lykilorðastillingarnar þínar

source: Password reset successfully.
is: Endursetning lykilorðs tókst.

source: Password updated successfully!
is: Uppfærsla lykilorðs tókst!

source: Posts
is: Jarm

source: Register for an account
is: Búðu til aðgang

source: Reset password link is invalid or it has expired.
is: Hlekkur til að endursetja lykilorð er vitlaus eða útrunninn.

source: Resetting…
is: Endurset…

source: Search…
is: Leita…

source: Send password reset instructions
is: Senda upplýsingar um endursetningu lykilorðs

source: Sending invite…
is: Sendi boð…

source: Sending…
is: Sendi…

source: Sign in
is: Skrá inn

source: Sign in to account
is: Skráðu þig inn á aðganginn þinn

source: Signing in…
is: Skrái inn…

source: User invitation link is invalid or it has expired.
is: Hlekkurinn til að samþykkja boðið er vitlaus eða útrunninn.

source: We'll send a password reset link to your inbox
is: Við sendum upplýsingar um hvernig á að endursetja lykilorðið á netfangið þitt.

source: Welcome back!
is: Velkomin aftur!

source: You must have elevated privileges to access this page.
is: Þú þarft meiri aðgang til að komast inn á þessa síðu.

source: You must log in to access this page.
is: Þú þarft að skrá þig inn til að komast inn á þessa síðu.

source: close
is: loka
