Repository: reykjalin/jarm
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fil, is

source: can't be blank
fil: Hindi pedeng empty
is: má ekki vera autt

source: has already been taken
fil: Nagamit na
is: er upptekið

source: is invalid
fil: Hindi pede
is: er ógilt

source: must be accepted
fil: Kailangan I-accept
is: þar að vera samþykkt

source: has invalid format
fil: May maling format
is: vitlaust format

source: has an invalid entry
fil: May maling entry
is: inniheldur ógilda færslu

source: is reserved
fil: Nagamit na ito
is: er frátekið

source: does not match confirmation
fil: Hindi nag-match ang impormasyon
is: passar ekki við staðfestingu

source: is still associated with this entry
is: er enn tengt við þessa færslu

source: are still associated with this entry
is: eru enn tengd við þessa færslu

source: should be %{count} character(s)
fil: Dapat ay %{count} character(s)
is: ætti að vera %{count} stafur

source: should have %{count} item(s)
fil: Dapat ay %{count} item(s)
is: ætti að innihalda %{count} hlut

source: should be at least %{count} character(s)
fil: Dapat ay at least %{count} character(s)
is: ætti að innihalda a.m.k. %{count} staf

source: should have at least %{count} item(s)
fil: Dapat ay at least %{count} item(s)
is: ætti að innihalda a.m.k. %{count} hlut

source: should be at most %{count} character(s)
fil: Dapat ay maximum ng %{count} character(s)
is: ætti að innihalda í mesta lagi %{count} staf

source: should have at most %{count} item(s)
fil: Dapat ay maximum ng %{count} item(s)
is: ætti að innihalda í mesta lagi %{count} hlut

source: must be less than %{number}
fil: Dapat ay less than %{number}
is: þarf að vera minna en %{number}

source: must be greater than %{number}
fil: Dapat ay mas madami sa %{number}
is: þarf að vera meira en %{number}

source: must be less than or equal to %{number}
fil: Dapat ay mas maunti or equal sa %{number}
is: þarf að vera minna en eða jafnt og %{number}

source: must be greater than or equal to %{number}
fil: Dapat ay mas madami or equal sa %{number}
is: þarf að vera meira en eða jafnt og %{number}

source: must be equal to %{number}
fil: Dapat ay equal sa %{number}
is: þarf að vera jafnt og %{number}
